"degC" = "°C";
"degC-long-one" = "degree Celsius";
"degC-long-many" = "degrees Celsius";

"degF" = "°F";
"degF-long-one" = "degree Fahrenheit";
"degF-long-many" = "degrees Fahrenheit";

"K" = "K";
"K-long" = "Kelvin";
